var time=60;myApp=[{     question:'Laki-laki 18 tahun terdapat benjolan di bawah kulit perlahan membesar sejak 3 tahun terakhir. PF tanda vital dalam batas normal, status lokalis pada regio brachialis anterior benjolan dibawah kulit, soliter, bulat, lunak dan dapat digerakkan, nyeri (- ). Tindakan yang tepat?',     options:['Eksisi','Insisi','Eksisi luas','  Ekstirpasi','Pungsi'],     answer:0 },

{     question:'Anak laki-laki usia 15 tahun datang dengan keluhan penis tegang sejak 6 jam yang lalu. Awalnya tidak terasa nyeri, namun lama kelamaan terasa nyeri dan berwarna kehitaman. Pasien memiliki riwayat sickle cell disease. Diagnosis?',     options:['Priapismus low flow','Priapismus high flow ','Priapismus non iskemik','Dysfungsi ereksi','Malformasi arteri vena penis'],     answer:0 },

{     question:'Seorang laki-laki dibawa ke IGD RS setelah mengalami kecelakaan lalu lintas 2 jam yang lalu, pasien tidak sadarkan diri, riwayat sebelumnya sempat pingsang ditempat kejadian kemudian sadar kembali, namun dalam perjalanan ke RS kembali tidak sadar. PF TD:110/60mmHg, N: 90x/m, RR: 22x/m, S:36,8. pupil anisokor, dari CT scan tampak gambaran bikonveks. Diagnosis?',     options:['SDH','ICH','EDH','  IVH','DAI'],     answer:2 },

{     question:'Bayi 2 bulan dibawa oleh ibunya ke IGD dengan keluhan perut kembung. Bayi rewel dan terus menangis. Keluhan disertai muntah kehijauan. Ibu mengatakan bayi masih bisa kentut, BAB sedikit (+), lendir (-), darah (-). PF perut tampak distensi, dari foto polos tampak gambaran double bubble. Diagnosis?',     options:['Atresia duodenum','Stenosis duodenum ','Atresia pilorus','Atresia jejenum','Hipertropik Pylorus Stenosis'],     answer:1 },

{     question:'Bayi laki-laki baru lahir, dikeluhkan terdapat benjolan di punggungnya. PF tampak bejolan di daerah L4-L5 dengan kulit tidak intak, defisit neurologis (+), apa kemungkinan diagnosis untuk kasus tersebut?',     options:['Hemangioma','Lipoma','HNP','  Spina bifidia','Spinal stenosis'],     answer:3 },

{     question:'Seorang perempuan berusia 50 tahun datang ke UGD dengan keluhan nyeri pinggang sebelah kiri sejak 2 jam yang lalu. Keluhan dirasakan mendadak dan menyebar ke perut serta selangkangan kiri disertai dengan mual. Riwayat kencing berdarah (+). Pasien merupakan seorang supir yang jarang minum air. Pada pemeriksaan fisik ditemukan kondisi umum sedang, tekanan darah 120/90 mmHg, denyut nadi 100 x/menit, frekuensi nafas 16 x/menit, suhu badan 360C, dan nyeri ketok pada CVA sinistra. Pada pemeriksaan laboratorium darah lengkap ditemukan WBC 7,8 103/µL, HB 13 gr/dL, HCt 39, trombosit 190.000. Pada pemeriksaan urinalisis ditemukan proteinuria +1, leukosit 1-2 cell dan eritrosit 10-15 cell. Apakah diagnosis yang paling mungkin pada kasus tersebut?',     options:['Infeksi Saluran Kencing','Batu Saluran Kencing ','Nyeri Pinggang Bawah','Tumor Saluran Kencing','Penyakit Radang Panggung'],     answer:1 },

{     question:'Wanita 30 tahun datang ke IGD dengan keluhan tangan kiri terkena minyak panas saat memasak, dari PF tampak lesi kemerahan dan nyeri, TTV dalam batas normal, apa kemungkinan diagnosis pasien tersebut?',     options:['Combutio derajat 1','Combutio derajat 2a','Combutio derajat 2b','  Combutio derajat 3','Combutio derajat 4'],     answer:0 },

{     question:'Pasien laki-laki umur 36 tahun dibawa ke IGD RS setelah tersengat listrik, pasien mengalami luka bakar, pada PF TD:130/90mmHg, N: 90x/m irreguler, RR: 22x/m, S: 36,6. Tampak luka bakar di ujung jari telunjuk tangan kanan, melepuh (+), temuan fisik yg paling mengancam nyawa?',     options:['Bula melepuh','Kejang ','Patah tulang','Kaku otot','Aritmia kordis'],     answer:4 },

{     question:'Wanita 20 tahun, datang ke Rumah Sakit dengan keluhan tungkai kanan bengkok. Pasien riwayat patah tulang tibia dextra 10 bulan yang lalu. Pasien hanya kontrol 2 bulan pertama. PF TTV dalam batas normal, dari pemeriksaan rontgen tampak pada tibia dextra konsolidasi (+), angulasi (+). Apa diagnosis untuk kasus tersebut?',     options:['Union tibia','Malunion tibia','Non union tibia','  Delayed union tibia','Psudoarthrosis tibia'],     answer:1 },

{     question:'Wanita 20 tahun dibawa ke IGD setelah mengalami KLL 30 menit yang lalu. Pasien mengeluhkan nyeri pada bahu kanan. TTV dalam batas normal, status lokalis ditemukan nyeri tekan dan krepitasi pada bahu kanan. Dari foto xray ditemukan fraktur clavicula 1/3 medial dextra tanpa displacement. Tatalaksana yang tepat diberikan kepada pasien tersebut adalah?',     options:['ORIF','OREF ','Arm sling','Figure of eight','Gips'],     answer:2 }]